{
  "common": {
    "bookingButton": "Book reisen din",
    "cookies": "Dette nettstedet bruker informasjonskapsler for bookingfunksjonalitet og kart. Ved å fortsette må du godta vår bruk av informasjonskapsler.",

    "links": {
      "terms": "Vilkår og betingelser",
      "privacy": "Personvern"
    },

    "contact": {
      "title": "Kontakt oss",
      "address": "Hov Hyttegrend, Gaularfjellsvegen 2203",
      "phone": "Telefon: +47 400 67 568",
      "email": "E-post: post@hovhyttegrend.no"
    },

    "address": {
      "title": "Adresse",
      "line1": "Hov Hyttegrend",
      "line2": "Gaularfjellsvegen 2203",
      "line3": "6978 Viksdalen",
      "line4": "Noreg"
    },

    "FollowUs": {
      "title": "Følg oss"
    }
  },

  "welcome": {
    "title": "Velkommen til Hov Hyttegrend",
    "description": "Ei ekte naturoppleving i hjartet av Noreg"
  },

  "homePage": {
    "section_1": {
      "title": "Hov Hyttegrend - eit lite stykke ekte Noreg",
      "text": "Velkomen til ein stad der naturen er nærare, stillheita sterkare og kvardagen lengre borte enn nokon gong.\nHos Hov Hyttegrend bur du midt i eit stille og vakkert naturområde, omkransa av skog, fjell, elvar og innsjøar.\nHer får du oppleve det beste av norsk natur og friluftsliv, perfekt for både eventyrsøkande, familiar, par og vennegjengar som vil ha ei ekte og roleg oppleving."
    },

    "section_2": {
      "title": "Om oss",
      "text": "Hov Hyttegrend, ein liten og fredfull hyttegrend midt i hjartet av vakre Fjord-Noreg. Mellom fjell, fossar, fjordar og brear!\nHer får du eit perfekt utgangspunkt for å oppleve noko av det finaste naturen i Vestland har å by på.\nVi ligg like ved det verna Gaularvassdraget, kjent for sine mange fossar, stryk og stille fjellvatn. Elva svingar seg gjennom landskapet og byr på både store naturopplevingar og gode fiskemoglegheiter."
    },

    "section_3": {
      "title": "Aktivt friluftsliv",
      "text": "Området rundt hyttene er ideelt for deg som ønskjer å vere aktiv ute i naturen."
    },

    "section_4": {
      "title": "Sigthseeing - Mat – Shopping",
      "text": "Opplevelser og shopping nærområdet"
    },

    "section_5": {
      "title": "Kvifor velje oss?",
      "text": "Nærtur og stor natur i eitt og same opphald.\nFamilievenleg og gjestfri atmosfære.\nPerfekt for par, familiar, fiskarar og naturelskarar.\nStillheit, ro og ekte vestlandsnatur utan trengsel"
    },

    "section_6": {
      "title": "Overnatting i naturidyll",
      "text": "På Hov Hyttegrend tilbyr vi enkel, men komfortabel overnatting i hytter og oppstillingsplassar for bubilar og campingvogner. Her bur du tett på naturen, med fuglesong og elvesus som bakgrunnsmusikk.",
      "listItem1": "Oppstillingsplass for 15–20 bubilar / campingvogner",
      "listItem2": "Flotte omgjevnader og god plass mellom einingane",
      "listItem3": "Gangavstand til turstiar og fiskevatn",
      "listItem4": "Familievenleg og roleg atmosfære"
    }
  },

  "termsPage": {
    "title": "Vilkår og betingelser – Hytteutleie og Campingplass.",
    "description": "Gjelder for alle bestillinger hos HOV-HYTTEGREND AS – org.nr. 935 623 642 MVA",
    "adress": "Adresse: Gaularfjellsvegen 2203, 6978 Viksdalen, Noreg",
    "part_1": {
      "title": "1. Bestilling og bekreftelse",
      "text": "Bestilling gjøres via vår nettside, telefon eller e-post. En bestilling er bindende når du har mottatt en skriftlig bekreftelse fra oss. Kunden er selv ansvarlig for at oppgitte kontaktopplysninger er riktige."
    },
    "part_2": {
      "title": "2. Betaling",
      "listItem1": "Faktura sendes etter bestilling eller ved ankomst, avhengig av avtale.",
      "listItem2": "Full betaling må være mottatt før eller ved ankomst, med mindre annet er avtalt.",
      "listItem3": "Vi aksepterer betaling med kort, Vipps eller kontant."
    },
    "part_3": {
      "title": "3. Priser",
      "text": "Alle priser er i norske kroner (NOK) og inkluderer merverdiavgift (MVA). Prisene inkluderer strøm og normalt forbruk av ved, med mindre annet er avtalt."
    },
    "part_4": {
      "title": "4. Avbestilling på forskjellige priskategorier",
      "listItem1": "Mer enn 1 dager før ankomst: Fully Flexible",
      "listItem2": "Mindre enn 30 dager før ankomst: Non-refundable",
      "text": "Ved sykdom eller force majeure kan det gis unntak etter dokumentasjon og vurdering."
    },
    "part_5": {
      "title": "5. Innsjekk og utsjekk",
      "listItem1": "Innsjekk: fra kl. 15:00",
      "listItem2": "Utsjekk: senest kl. 11:00 på avreisedagen. Sen utsjekk må avtales på forhånd og kan medføre ekstra kostnad.",
      "text": ""
    },
    "part_6": {
      "title": "6. Rengjøring og orden",
      "text1": "Hytta skal etterlates i ryddig stand. Sluttrengjøring er ikke inkludert med mindre det er avtalt og betalt for på forhånd. Hvis hytta ikke er tilfredsstillende rengjort ved utsjekk, faktureres det for ekstra renhold.",
      "text2": "Alternativ: Vi tilbyr sluttrengjøring mot et tillegg i prisen."
    },
    "part_7": {
      "title": "7. Nøkler og adgang",
      "text": "Nøkler leveres ut ved innsjekk og leveres tilbake ved utsjekk. Tap av nøkkel medfører gebyr på kr 500,- for bytte av lås eller nøkkel."
    },
    "part_8": {
      "title": "8. Skader og ansvar",
      "text": "Kunden er økonomisk ansvarlig for skade på inventar, eiendom eller bygninger som følge av uaktsomhet eller regelbrudd. Eventuelle skader må meldes umiddelbart. Røyking er ikke tillatt innendørs. Dyr er tillatt i utvalgte hytter mot eit gebyr."
    },
    "part_9": {
      "title": "9. Force majeure",
      "text": "Vi er ikke ansvarlige for forhold utenfor vår kontroll, som ekstremvær, strømbrudd, stengte veier eller lignende som gjør det umulig å gjennomføre oppholdet som planlagt."
    },
    "part_10": {
      "title": "10. Klager og tvister",
      "text": "Klager må fremmes skriftlig så snart som mulig, og senest 7 dager etter avreise. Ved uenighet forsøker vi å finne en minnelig løsning. Tvister som ikke kan løses i dialog behandles av Sunnfjord tingrett som verneting."
    },
    "contactInfo": {
      "title": "Kontaktinformasjon",
      "name": "HOV-HYTTEGREND AS",
      "street": "Gaularfjellsvegen 2203",
      "postal": "6978 Viksdalen, Noreg",
      "email": "E-post: post@hovhyttegrend.no",
      "phone": "Telefon: +47 400 67 568",
      "website": "Nettside: www.hovhyttegrend.no"
    }
  },

  "privacyPage": {
    "title": "Personvern og informasjonskapslar",
    "updated": "Sist oppdatert: 04.11.25",
    "intro": "Vi i Hov Hyttegrend tek personvernet ditt på alvor. Her kan du lese kort om korleis vi handterer personopplysningar og brukar informasjonskapslar (cookies) på nettsida vår.",
    "part_1": {
      "title": "Personopplysningar",
      "text": "Når du tek kontakt med oss, sender ei førespurnad eller bestiller opphald, lagrar vi opplysningar som namn, e-postadresse, telefonnummer og bookingdetaljar.\nVi brukar desse berre for å:",
      "listItem1": "Handtere bestillingar og gi deg best mogleg service",
      "listItem2": "Sende naudsynt informasjon om opphaldet ditt",
      "listItem3": "Oppfylle lovpålagde krav (til dømes rekneskap)"
    },
    "part_2": {
      "title": "Deling av personopplysningar",
      "text": "Vi deler ikkje personopplysningar med andre enn det som er naudsynt for å levere tenesta, som betalingsløysingar, rekneskapsførar eller tekniske driftspartnarar. Alle samarbeidspartnarane våre følgjer GDPR og behandlar data på ein trygg måte."
    },
    "part_3": {
      "title": "Lagring og sletting",
      "text": "Opplysningar blir lagra berre så lenge det er naudsynt for formålet, eller slik lova krev. Du kan når som helst be om innsyn, retting eller sletting av opplysningar ved å kontakte oss på post@hovhyttegrend.no"
    },
    "part_4": {
      "title": "Informasjonskapslar (cookies)",
      "text": "Vi brukar informasjonskapslar for å gi deg ei betre oppleving på nettsida. Dei hjelper oss med å:",
      "listItem1": "Hugse innstillingar og preferansar",
      "listItem2": "Forstå korleis nettsida blir brukt (for statistikk og forbetring)",
      "text2": "Du kan sjølv slå av eller avgrense bruk av informasjonskapslar i nettlesaren din. Då kan enkelte funksjonar på nettsida fungere noko dårlegare."
    },
    "contactInfo": {
      "title": "Kontakt oss",
      "intro": "Har du spørsmål om personvern eller informasjonskapslar? Ta gjerne kontakt:",
      "name": "Hov Hyttegrend",
      "email": "post@hovhyttegrend.no",
      "phone": "400 67 568",
      "address": "Gaularfjellsvegen 2203, 6978 Viksdalen"
    }
  }
}
